[XComGameState_GFLResistanceFaction]
FactionInfluenceStrings[0]="低"
FactionInfluenceStrings[1]="中"
FactionInfluenceStrings[2]="高"

[Faction_Griffin X2GriffinResistanceFactionTemplate]
FactionTitle="ARC"
FactionHQDisplayName="ARC总部"
LeaderQuote="\"所以你是布拉德福德一直在谈论的人。希望你不辜负他的厚望。\" - Kryuger"
InfluenceMediumQuote="\"我不能反对你的表现。毕竟我们可以给你一些信任。\" - Kryuger"
InfluenceHighQuote="\"我会在这里给你一个职位，但我想你会认为这是你迄今为止所做的一切之后的降级。\" - Kryuger"

GroupNames[0]="士兵"
GroupNames[1]="雇佣军"
GroupNames[2]="特工"

Descriptors_Prefix[0]="机械"
Descriptors_Prefix[1]="机械"
Descriptors_Prefix[2]="电子"
Descriptors_Prefix[3]="技术"

Descriptors_Suffix[0]="财富"
Descriptors_Suffix[1]="机器"
Descriptors_Suffix[2]="机械"

[X2Helpers_GFL]
;because this can be variable size, you need to make sure your localized entries here sync up with what you add in the mod, or else things get messy real fast
;+TDollAppearances=(Bio="UMP45 is the product of an electronic warfare project meant to create a tactical doll specialized in taking down local ADVENT networks. While this resulted in compromises in fighting ability compared to a lot of T-Dolls, UMP45's cryptography functions are second to none. She's a bit of a smartass, though.")
;+TDollAppearances=(Bio="HK416 is one of the more recent models of T-Doll produced by ARC-affiliated groups.  Arrogant to a fault, but she has the skills to mostly back it up. Time will tell if experience will fill in for the rest.")
;+TDollAppearances=(Bio="UMP9 was originally a doll model initially geared for civilians that was initially stolen by a local raider group. Part of a black market scheme, UMP45 would be involved in the events that would lead to her being retolled for combat as a fully fledged T-Doll for ARC.")
;+TDollAppearances=(Bio="G11 was initially a civilian model with a major energy defect that was initially discarded. HK416 later stumbled upon her as part of an operation to bust a doll smuggling ring, and would later convince a doll technician (see attached dossier) to help salvage her. While the energy defect still remains, G11 has shown high amounts of marksmanship.")

;strategy cards

[ResCard_GFLVIPs_T1 X2GriffinStrategyCardTemplate]
DisplayName="危险的VIPs I"
SummaryText="在任何XCOM需要保护VIP的任务中，该VIP将拥有更多的生命值和可用的手枪。"
QuoteText="反抗运动需要任何人都知道如何照顾自己。"
QuoteTextAuthor="Carter"

[ResCard_GFLVIPs_T2 X2GriffinStrategyCardTemplate]
DisplayName="危险的VIPs II"
SummaryText="在任何XCOM需要保护VIP的任务中，该VIP将拥有更多的生命值、护甲和磁力手枪。"
QuoteText="最好的防守就是最好的进攻，不是吗?"
QuoteTextAuthor="Yegor"

[ResCard_GFL_Defiance X2GriffinStrategyCardTemplate]
DisplayName="反抗协议"
SummaryText="精神控制的单位总是会流血而不是死亡。XCOM士兵被眩晕时总是以1行动点恢复。"
QuoteText="别废话了，开始工作吧。"
QuoteTextAuthor="Angelia"

[ResCard_GFL_TopDownI X2GriffinStrategyCardTemplate]
DisplayName="自上而下命令 I"
SummaryText="当较低级别的士兵离得足够近时，较高级别的士兵可以清除他们的非精神控制心理效果。"
QuoteText="将其应用于人类而不是T-Dolls是不寻常的，但我认为结果不言自明。"
QuoteTextAuthor="Lycoris"

[ResCard_GFL_TopDownII X2GriffinStrategyCardTemplate]
DisplayName="自上而下命令 II"
SummaryText="当其他士兵足够靠近时，相同或更高级别的士兵可以清除他们的非精神控制心理效果。"
QuoteText="他是一个很好的同事，但有时他会错过显而易见的东西。"
QuoteTextAuthor="Persica"

[ResCard_GFL_PartsianHackers X2GriffinStrategyCardTemplate]
DisplayName="黑客"
SummaryText="在每次任务中，都有机会有一个友好的变种人机器人加入XCOM。"
QuoteText="很多时候，我们只能让多功能机器人通过。不过，偶尔也会有一个大后门，让我们给变种人一个非常糟糕的一天。"
QuoteTextAuthor="Kalina"

[ResCard_GFL_AlienRelics X2GriffinStrategyCardTemplate]
DisplayName="外星人遗迹"
SummaryText="XCOM GTS大大提高了研究速度和建造更先进项目所需的工程分数。"
QuoteText="如果我们早点找到这些，雷蒙德在建造复仇者号时就可以用这个了..."
QuoteTextAuthor="Lycoris"

[ResCard_GFL_LycorisTheorems X2GriffinStrategyCardTemplate]
DisplayName="定理"
SummaryText="随着XCOM完成研究项目，复仇者号上的科学家们将慢慢提高他们的技能水平。他们还从试验场项目中获得了一点好处。"
QuoteText="我的一些项目是前沿的，但任何帮助都将不胜感激。"
QuoteTextAuthor="Lycoris"

[ResCard_GFL_PersicaPlans X2GriffinStrategyCardTemplate]
DisplayName="计划"
SummaryText="随着XCOM完成试验场项目，复仇者号上的工程师将慢慢提高他们的技能水平。他们还从研究项目中获得了一点好处。"
QuoteText="只是不要问我为什么战术人形有特别的个性。我已经受够了。"
QuoteTextAuthor="Persica"

[ResCard_GFL_HOC_T1 X2GriffinStrategyCardTemplate]
DisplayName="HOC 支援: 迫击炮"
SummaryText="能够在执行任务时使用爆炸迫击炮和烟雾迫击炮。"
QuoteText="迫击炮战术人形既易于制作，又具有成本效益!"
QuoteTextAuthor="Kalina"

[ResCard_GFL_HOC_T2 X2GriffinStrategyCardTemplate]
DisplayName="HOC 支援: 幽灵中队"
SummaryText="能够在任务中使用A-10打击和大鸟的增援。"
QuoteText="他们由周围最好的飞行员驾驶。尽管我想佩西卡正在为他们的最终替代者而努力。"
QuoteTextAuthor="Kyruger"

[ResCard_GFL_HOC_T3 X2GriffinStrategyCardTemplate]
DisplayName="HOC 支援: 宙斯炮"
SummaryText="能够在执行任务时使用离子炮。"
QuoteText="一些人担心在城市化地区使用这种方法。就我而言，这只是可以接受的伤亡。"
QuoteTextAuthor="Angelia"